[
{
    "title": "ELECTORAL COMMISSION ACT, 1993 (ACT 451)",
    "Sections": [
        {
            "section": "Section 1 - Establishment Of The Electoral Commission",
            "content": [
                {
                    "sub_article": "There is established by this Act an Electoral Commission which shall consist of-",
                    "article_list": [
                        "(a) a Chariman;",
                        "(b) two deputy chairmen; and",
                        "(c) four other members."
                    ]
                }
            ]
        },

        {
            "section": "Section 2 - Functions Of The Commission",
            "content": [
                {
                    "sub_article": "The functions of the Electoral Commission are-",
                    "article_list": [
                        "(a) to compile the register of voters and revise it at such periods as may be determined by Law;",
                        "(b) to demarcate the electoral boundaries for both national and local government elections;",
                        "(c) to conduct and supervise all public elections and referenda;",
                        "(d) to undertake the preparation of voter identity cards;",
                        "(e) to educate the people on the electoral process and its purpose;",
                        "(f) to undertake programmes for the expansion of voters registration;",
                        "(g) to store properly election material; and",
                        "(h) to perform such other functions as may be prescribed by law."
                    ]
                }
            ]
        },

        {
            "section": "Section 3 - Independence Of The Commission",
            "content": [
                {
                    "sub_article": "Except as provided in the Constitution or in any other law not inconsistent with the Constitution, in the performance of its functions, the Electoral Commission shall not be subject to the direction or control of any person or authority."   
                }
            ]
        },
        
        {
            "section": "Section 4 - Qualification And Appointment Of Members Of The Commission",
            "content": [
                {
                    "sub_article": "(1) A person is not qualified to be appointed a member of the Commission unless he is qualified to be elected as a member of Parliament.",
                    "article_list": []    
                },
                {
                    "sub_article": "(2) The President shall, acting on the advice of the Council of State appoint the Chairman, Deputy Chairmen and the other members of the Commission.",
                    "article_list": []
                }
                
            ]
        },

        {
            "section": "Section 5 - Conditions Of Service Of Members",
            "content": [
                {
                    "sub_article": "(1) The Chairman of the Commission shall have the same terms and conditions of service as a Justice of the Court of Appeal.",
                    "article_list": []       
                },
                {  
                    "sub_article": "(2) The two Deputy Chairmen of the Commission shall have the same terms and conditions of service as are applicable to a Justice of the High Court.",
                    "article_list": []     
                },
                {
                    "sub_article": "(3) The Chairman and the two Deputy Chairmen of the Commission shall not, while they hold office on the Commission, hold any other public office.",
                    "article_list": []  
                },    
                {
                    "sub_article": "(4) The other four members of the Commission shall be paid such allowances as Parliament may determine.",
                    "article_list": []  
                },     
                {
                    "sub_article": "(5) If a member is absent or dies, the Commission shall continue its work until the President, acting on the advice of the Council of State, appoints a qualified person to fill the vacancy.",
                    "article_list": []  
                }
            ]
        },

        {
            "section": "Section 6 - Meetings Of The Commission",
            "content": [
                {
                    "sub_article": "(1) The Commission shall meet at such times and such places as the Chairman shall determine but shall meet at least once in every two months.",
                    "article_list": []       
                },
                {  
                    "sub_article": "(2) The Chairman shall preside over every meeting of the Commission at which he is present and in his absence, one of the Deputy Chairmen shall preside.",
                    "article_list": []     
                },
                {
                    "sub_article": "(3) The quorum at every meeting of the Commission shall be four and shall include the Chairman or one of the Deputy Chairmen.",
                    "article_list": []  
                },    
                {
                    "sub_article": "(4) There shall be given to members a notice of four clear days for every meeting called by the Commission.",
                    "article_list": []  
                },     
                {
                    "sub_article":  "(5) Decisions at meetings of the Commission shall be that of the majority of the members present and voting and in the event of equality of votes the person presiding at the meeting shall have a second or casting vote.",
                    "article_list": []  
                },
                {
                    "sub_article": "(6) Subject to the provisions of this Act, the Commission shall regulate the procedure for the conduct of its meetings.",
                    "article_list": []
                }        
                ]
        },
        

        {
            "section": "Section 7 - Committee Of The Commission",
            "content": [
                {
                    "sub_article": "(1) The Commission may appoint such committees, as it considers necessary for the discharge of its functions.",
                    "article_list": []       
                },
                {  
                    "sub_article": "(2) A committee appointed by the Commission may include non-members of the Commission but shall be chaired by a member of the Commission.",
                    "article_list": []     
                }
            ]
        },

        {
            "section": "Section 8 - Appointment Of Staff Of Commission",
            "content": [
                {
                    "sub_article": "(1) The Commission shall appoint such officers and other employees as it may require for the effective implementation of its functions.",
                    "article_list": []       
                },
                {  
                    "sub_article": "(2) The appointment of officers and other employees of the Commission shall be made by the Commission acting in consultation with the Public Services Commission.",
                    "article_list": []     
                }
            ]
        },


        {
            "section": "Section 9 - Regional And District Representatives Of Commission",
            "content": [
                {
                    "sub_article": "(1) There shall be in every Region and District of Ghana a representative of the Commission.",
                    "article_list": []       
                },
                {  
                    "sub_article": "(2) Regional and District representatives of the Commission shall perform such functions as shall be assigned to them by the Commission.",
                    "article_list": []     
                }
            ]
        },

        {
            "section": "Section 10 - Expenditure Of Commission Charged On Consolidated Fund",
            "content": [
                {
                    "sub_article": "The administrative expenses of the Commission including salaries, allowances and pensions payable to, or in respect of, persons serving with the Commission shall be charged on the consolidated Fund.",
                    "article_list": []       
                }
            ]
        },


        {
            "section": "Section 11 - Accounts And Audit",
            "content": [
                {
                    "sub_article": "(1) The Commission shall keep proper books of account and proper records in relation to them and the account books and audit records of the Commission shall be in a form approved by the Auditor-General.",
                    "article_list": []       
                },
                {  
                    "sub_article": "(2) The books and accounts of the Commission shall be audited annually by the Auditor-General or by an auditor appointed by him.",
                    "article_list": []     
                }
            ]
        },

        {
            "section": "Section 12 - Regulations",
            "content": [
                {
                    "sub_article": "(1) The Commission shall by Constitutional instrument, make regulations for the effective performance of its functions under this Act or any other law, and in particular for-",
                    "article_list": [
                        "(a) the registration of voters for public elections and referenda;",
                        "(b) the conduct and supervision of public elections and referenda, including provision for voting by proxy;",
                        "(c) the issue of voter identity cards; [As substituted by the Electoral Commission (Amendment) Act, 2003 (Act 655), s.1(b)].",
                        "(d) other matters connected with the foregoing."
                    ]
                },
                {
                    "sub_article": "(2) Regulations made under subsection (1) of this section may prescribe for the contravention of any provision of the regulations a fine not exceeding ¢500,000.00 or a term of imprisonment not exceeding six months or both.",
                    "article_list": []
                },
                {
                    "sub_article": "(3) The exercise of the power to make regulations may be signified under the hand of the Chairman or in his absence the person acting as Chairman of the Commission.",
                    "article_list": []
                }
            ]
        },

        {
            "section": "Section 13 - Offence",
            "content": [
                {
                    "sub_article": "Any person who wilfully obstructs the Commission or otherwise interferes with the Commission in the discharge of its functions under this Act commits an offence and is liable on conviction to a fine not exceeding c500,000.00 or to a term of imprisonment not exceeding six months or both.",
                    "article_list": []       
                }
            ]
        },
        {
            "section": "Section 14 - Interpretation",
            "content": [
                {
                    "subarticle": {
                      "paragraphs": [
                        "In this Act unless the context otherwise requires-",
                        "\"Commission\" means the Electoral Commission."
                      ]
                    }
                }        
            ]
        },

        {
            "section": "Section 15 - Repeal And Savings",
            "content": [
                {
                    "sub_article": "(1) The Interim National Electoral Commission Law, 1992 (P.N.D.C.L. 271) is repealed by this section.",
                    "article_list": []       
                },
                {  
                    "sub_article": "(2) Notwithstanding the repeal under subsection (1) of this section any regulations, orders or notices, made or issued under the repeated Law or any other law and in force immediately before the coming into force of this Act shall until revoked, amended or cancelled, continue in force as if they were made or issued under this Act.",
                    "article_list": []     
                },
                {
                    "sub_article": "(3) The register of voters for public elections and referenda in existence immediately before the coming into force of this Act shall until revised have effect on the coming into force of this Act as if it was compiled under this Act.",
                    "article_list": []  
                },    
                {
                    "sub_article": "(4) The Identity Cards Decree, 1972 (N.R.C.D. 129) is hereby repealed.",
                    "article_list": []  
                }      
            ]
        }

    ]
}
]
